Repository: giellalt/corpus-sms
Catalog: prestable/tmx/sms2fin/admin/sd/www.samediggi.fi/index2.php_option=com_content_task=view_id=50_lang=nuortta.html.tmx
Source language: sms
Languages: fin

source: Jieʹllemvueʹǩǩ- da vuõiggâdvuõttluʹvddkåʹdd
fin: Elinkeino- ja oikeuslautakunta

source: Jieʹllemvueʹǩǩ- da vuõiggâdvuõttluʹvddkåʹdd valmštââll ehdtõõzzid, aalǥtõõzzid da ceâlklmid da jeeʹres beäʹlestväʹlddmõõžžid, kook kueʹsǩǩe saaʹmi jieʹllemvueʹjjid, saaʹmi dommvuuʹd pirrõõzz da saaʹmi vuõiggâdvuõđid.
fin: Elinkeino- ja oikeuslautakunta Elinkeino- ja oikeuslautakunta valmistelee ehdotukset, aloitteet ja lausunnot sekä muut kannanotot, jotka koskevat saamelaisten elinkeinoja, saamelaisten kotiseutualueen ympäristöä ja saamelaisten oikeuksia.

source: Luʹvddkåʹdd rääjj piirieeʹjji čiõlǥtõõzz Sääʹmteeʹǧǧ såbbra saaʹmi spesialvuõiggâdvuõđi teâddjumuužžâst da sij kuõskki lääʹjjšiõttõshaŋǩǩõõzzi ouddnumuužžâst.
fin: Lautakunta laatii vuosittain selvityksen Saamelaiskäräjien kokoukselle saamelaisten erityisoikeuksien toteutumisesta ja heitä koskevien lainsäädäntöhankkeiden etenemisestä.

source: Jieʹllemvueʹǩǩ- da vuõiggâdvuõttluʹvddkååʹdd aaʹšši valmštõõllʼjen da čiõʹlǧǧeejen tuåimm Sääʹmteeʹǧǧ lääʹǩǩpiizar.
fin: Elinkeino- ja oikeuslautakunnan asioiden valmistelijana ja esittelijänä toimii Saamelaiskäräjien lakimiessihteeri.

source: Luʹvddkådda koʹlle eeʹjjin 2012 - 2015 täk-aa vuässla:
fin: Lautakuntaan kuuluvat vuosina 2012 - 2015 seuraavat jäsenet:

source: Vuässla:
fin: Jäsenet:

source: Linnanmäki Teija
fin: Tapiola Nilla, pj.

source: Vääʹrrvuässla:
fin: Hetta Jouko, vpj.

source: Feodoroff Veikko
fin: Näkkäläjärvi Janne
